const newsData = [
  {
    title: '[올댓차이나] "중국, 연말연시 보잉 737 맥스 운항 재개 허가"',
    provider: "뉴시스",
    backgroundImage:
      "https://search.pstatic.net/common/?src=https%3A%2F%2Fimgnews.pstatic.net%2Fimage%2Forigin%2F003%2F2021%2F12%2F03%2F10869776.jpg",
    sentences: [
      {
        id: 1,
        content:
          "신랑망(新浪網) 등에 따르면 중국 민용항공국(CAAC) 적항사(適航司) 양전메이(楊楨梅) 부사장은 이날 추가 운항합격 심사를 거쳐 중국 항공사들이 올해 말이나 내년 초에 속속 보유한 보잉 737 맥스의 운항을 다시 하게 된다고 전망했다.",
        duration: 20.676000000000002,
      },
      {
        id: 2,
        content:
          "양전메이 부사장은 기자회견에서 중국에 있는 보잉 737 맥스의 상업운항 재개와 신규 인도 동형 여객기의 운항에는 기체의 개보수와 조종사의 추가 교육이 필요하다고 강조했다.",
        duration: 14.46,
      },
      {
        id: 3,
        content:
          "민용항공국은 전날에는 보잉 737 맥스의 운항재개 전제인 개보수 리스트(감항성개선지시서 AD)를 각 항공사에 제시했다.",
        duration: 9.588000000000001,
      },
      {
        id: 4,
        content:
          "보잉 737 맥스는 기체에 생긴 결함으로 2018년 10월 인도네시아에서, 2019년 3월 에티오피아에서 추락 사고가 발생한 이래 전 세계적으로 운항이 중지됐다.",
        duration: 13.620000000000001,
      },
      {
        id: 5,
        content:
          "이후 보잉은 결함 등 문제점 개선을 진행했고 작년 11월부터 점차 운항이 허가돼 지금까지 22개국 31개 항공사가 보잉 737 맥스를 다시 투입 운항하고 있다.",
        duration: 13.452000000000002,
      },
    ],
  },
];

export default newsData;
